Repository: elysium-studio/Glance
Catalog: Glance.SpeechToText.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, it, ja, ko, nl, pl

# ModuleDisplayName
source: Speech to text
de: Sprache zu Text
it: Voce in testo
ja: 音声テキスト変換
ko: 음성 텍스트 변환
nl: Spraak naar tekst
pl: Mowa na tekst

# ModuleDescription
source: Transcribe microphone and system audio in real time.
de: Mikrofon- und Systemaudio in Echtzeit transkribieren.
it: Trascrivi microfono e audio di sistema in tempo reale.
ja: マイクとシステム音声をリアルタイムで文字起こしします。
ko: 마이크와 시스템 오디오를 실시간으로 기록합니다.
nl: Transcribeer microfoon- en systeemaudio in realtime.
pl: Transkrybuj mikrofon i dźwięk systemowy w czasie rzeczywistym.

# ReadyStatus
source: Ready to transcribe
de: Bereit zum Transkribieren
it: Pronto per la trascrizione
ja: 文字起こしの準備完了
ko: 기록 준비 완료
nl: Klaar om te transcriberen
pl: Gotowe do transkrypcji

# ListeningStatus
source: Listening…
de: Hört zu…
it: In ascolto…
ja: 聞き取り中…
ko: 듣는 중…
nl: Luisteren…
pl: Nasłuchiwanie…

# CheckingStatus
source: Checking speech support…
de: Sprachunterstützung wird geprüft…
it: Verifica del supporto vocale…
ja: 音声サポートを確認中…
ko: 음성 지원 확인 중…
nl: Spraakondersteuning controleren…
pl: Sprawdzanie obsługi mowy…

# ModelRequiredStatus
source: Speech model required
de: Sprachmodell erforderlich
it: Modello vocale necessario
ja: 音声モデルが必要です
ko: 음성 모델 필요
nl: Spraakmodel vereist
pl: Wymagany model mowy

# PackagedBuildRequiredStatus
source: Available in the packaged app
de: In der gepackten App verfügbar
it: Disponibile nell’app in pacchetto
ja: パッケージ版アプリで利用できます
ko: 패키지 앱에서 사용 가능
nl: Beschikbaar in de verpakte app
pl: Dostępne w spakowanej aplikacji

# UnsupportedStatus
source: Speech recognition is not supported
de: Spracherkennung wird nicht unterstützt
it: Riconoscimento vocale non supportato
ja: 音声認識はサポートされていません
ko: 음성 인식이 지원되지 않음
nl: Spraakherkenning wordt niet ondersteund
pl: Rozpoznawanie mowy nie jest obsługiwane

# UnavailableStatus
source: Speech recognition unavailable
de: Spracherkennung nicht verfügbar
it: Riconoscimento vocale non disponibile
ja: 音声認識を利用できません
ko: 음성 인식을 사용할 수 없음
nl: Spraakherkenning niet beschikbaar
pl: Rozpoznawanie mowy niedostępne

# MicrophoneSource
source: Microphone
de: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
nl: Microfoon
pl: Mikrofon

# SystemAudioSource
source: System audio
it: Audio di sistema
ja: システム音声
ko: 시스템 오디오
nl: Systeemaudio
pl: Dźwięk systemowy

# MeetingSource
source: Microphone and system audio
de: Mikrofon und Systemaudio
it: Microfono e audio di sistema
ja: マイクとシステム音声
ko: 마이크 및 시스템 오디오
nl: Microfoon en systeemaudio
pl: Mikrofon i dźwięk systemowy

# ModelConsentTitle
source: Download speech recognition model?
de: Spracherkennungsmodell herunterladen?
it: Scaricare il modello di riconoscimento vocale?
ja: 音声認識モデルをダウンロードしますか?
ko: 음성 인식 모델을 다운로드할까요?
nl: Spraakherkenningsmodel downloaden?
pl: Pobrać model rozpoznawania mowy?

# ModelConsentMessage
source: Windows will download an optional speech recognition model in the background through Windows Update. You can monitor it in Windows Update and remove it later from Settings > System > AI components.
de: Windows lädt über Windows Update im Hintergrund ein optionales Spracherkennungsmodell herunter. Es kann später unter Einstellungen > System > KI-Komponenten entfernt werden.
it: Windows scaricherà un modello facoltativo in background tramite Windows Update. Potrai rimuoverlo in Impostazioni > Sistema > Componenti IA.
ja: Windows Update を通じてオプションの音声認識モデルがバックグラウンドでダウンロードされます。後で [設定] > [システム] > [AI コンポーネント] から削除できます。
ko: Windows가 Windows Update를 통해 선택적 음성 인식 모델을 백그라운드에서 다운로드합니다. 나중에 설정 > 시스템 > AI 구성 요소에서 제거할 수 있습니다.
nl: Windows downloadt via Windows Update op de achtergrond een optioneel spraakmodel. Je kunt dit later verwijderen via Instellingen > Systeem > AI-onderdelen.
pl: System Windows pobierze opcjonalny model w tle przez usługę Windows Update. Można go później usunąć w Ustawienia > System > Składniki AI.

# ModelConsentDownload
source: Download
de: Herunterladen
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj

# CopyButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Copy transcript
de: Transkript kopieren
it: Copia trascrizione
ja: 文字起こしをコピー
ko: 기록 복사
nl: Transcript kopiëren
pl: Kopiuj transkrypcję

# CopyButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy transcript
de: Transkript kopieren
it: Copia trascrizione
ja: 文字起こしをコピー
ko: 기록 복사
nl: Transcript kopiëren
pl: Kopiuj transkrypcję

source: Download speech model
de: Sprachmodell herunterladen
it: Scarica modello vocale
ja: 音声モデルをダウンロード
ko: 음성 모델 다운로드
nl: Spraakmodel downloaden
pl: Pobierz model mowy

# DownloadModelButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Download speech model
de: Sprachmodell herunterladen
it: Scarica modello vocale
ja: 音声モデルをダウンロード
ko: 음성 모델 다운로드
nl: Spraakmodel downloaden
pl: Pobierz model mowy

# ListeningButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start or stop transcription
de: Transkription starten oder beenden
it: Avvia o arresta trascrizione
ja: 文字起こしを開始または停止
ko: 기록 시작 또는 중지
nl: Transcriptie starten of stoppen
pl: Rozpocznij lub zatrzymaj transkrypcję

# ListeningButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Start or stop transcription
de: Transkription starten oder beenden
it: Avvia o arresta trascrizione
ja: 文字起こしを開始または停止
ko: 기록 시작 또는 중지
nl: Transcriptie starten of stoppen
pl: Rozpocznij lub zatrzymaj transkrypcję

# AudioSourceButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Choose audio source
de: Audioquelle auswählen
it: Scegli sorgente audio
ja: 音声ソースを選択
ko: 오디오 소스 선택
nl: Audiobron kiezen
pl: Wybierz źródło dźwięku

# MeetingSourceMenuItem.Text
source: Microphone and system audio
de: Mikrofon und Systemaudio
it: Microfono e audio di sistema
ja: マイクとシステム音声
ko: 마이크 및 시스템 오디오
nl: Microfoon en systeemaudio
pl: Mikrofon i dźwięk systemowy

# MicrophoneSourceMenuItem.Text
source: Microphone
de: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
nl: Microfoon
pl: Mikrofon

# SystemAudioSourceMenuItem.Text
source: System audio
it: Audio di sistema
ja: システム音声
ko: 시스템 오디오
nl: Systeemaudio
pl: Dźwięk systemowy

# ClearMenuItem.Text
source: Clear transcript
de: Transkript löschen
it: Cancella trascrizione
ja: 文字起こしを消去
ko: 기록 지우기
nl: Transcript wissen
pl: Wyczyść transkrypcję
